"ALL_DAY_DAY_VIEW" = "sepanjang hari";
"NOON" = "Siang";
"UNTITLED_EVENT" = "Acara Baru";
"ALL_DAY" = "sepanjang hari";
"ALL_DAY_EVENTS" = "acara sepanjang hari";
"CELL_ENDS" = "BERAKHIR";

"CALENDARS" = "Kalender";

"ALL" = "Semua";
"ALL_CALENDARS" = "Semua Kalender";
"ALL_OF_STORE" = "Semua %@";
"N_CALENDARS" = "%@ Kalender";

"SHOW_CALENDARS" = "Tampilkan Kalender";
"SHOW_ALL_CALENDARS" = "Tampilkan Semua Kalender";
"HIDE_ALL_CALENDARS" = "Sembunyikan Semua Kalender";
"NO_CALENDARS" = "Tidak Ada Kalender";

"ALERT" = "Peringatan";
"ALERT_LOWERCASE" = "peringatan";
"ALERT_DETAIL_NAV_TITLE" = "Peringatan Acara";
"SECOND_ALERT" = "Peringatan Kedua";
"NONE_ALERT" = "Tidak Ada";
"NONE_INVITEES" = "Tidak Ada";
"EVENT" = "Acara";
"EVENTS" = "Acara";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ hari";
"INTERVAL_DAY" = "1 hari";
"INTERVAL_HOURS" = "%@ jam";
"INTERVAL_HOUR" = "1 jam";
"INTERVAL_MINUTES" = "%@ menit";
"INTERVAL_MINUTE" = "1 menit";
"INTERVAL_SECONDS" = "%@ detik";
"INTERVAL_SECOND" = "1 detik";
"INTERVAL_WEEK" = "1 minggu";
"INTERVAL_FORMAT_BEFORE" = "%@ sebelumnya";
"INTERVAL_FORMAT_AFTER" = "%@ setelah";
"BEFORE" = " sebelumnya";
"AFTER" = " setelah";
"ON_TIME" = "Pada saat acara";
"ON_TIME_AT" = "Pada hari acara (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " hingga ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "hingga ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Sepanjang hari";

"DETAIL_DURATION_FORMAT" = "dari %@ hingga %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "dari %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ hingga %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "hingga %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Sepanjang hari dari %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "hingga %@";

"CALENDAR" = "Kalender";
"UNTITLED_CALENDAR" = "Kalender Tanpa Judul";
"UNTITLED_ACCOUNT" = "Akun Tanpa Judul";

"NOTES_PLACEHOLDER" = "Catatan";
"NOTES_LOWERCASE" = "catatan";
"NOTES" = "Catatan";
"SHOW_ALL_NOTES" = "Tampilkan Semua Catatan";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Tampilkan di Facebook";

"UNKNOWN" = "Tidak Dikenal";

"SHARED_CALENDAR" = "Kalender Bersama";
"SHARED" = "Bersama";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Dibagi oleh %@";
"SHARED_WITH_SINGLE_PERSON" = "Berbagi dengan %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Berbagi dengan %@ dan...";
"PUBLIC_AND_SHARED" = "Publik dan Dibagi dengan %@…";

"ACCESS_DENIED_EVENTS" = "Aplikasi ini tidak memiliki akses ke kalender Anda.";
"ACCESS_DENIED_REMINDERS" = "Aplikasi ini tidak memiliki akses ke pengingat Anda.";

/* Name of subscribed group */
"SUBSCRIBED" = "Berlangganan";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Ulang Tahun";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Lainnya";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Pengingat";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Rumah";
"ICLOUD_WORK_CALENDAR" = "Kantor";

"STARTS" = "Mulai";
"ENDS" = "Akhiri";

"REPEAT" = "Ulangi";
"NEVER" = "Tidak Pernah";
"DAILY" = "Harian";
"WEEKLY" = "Mingguan";
"BIWEEKLY" = "Dua minggu sekali";
"MONTHLY" = "Bulanan";
"YEARLY" = "Tahunan";
"CUSTOM" = "Khusus";

"AVAILABILITY" = "Ketersediaan";
"BUSY" = "Sibuk";
"FREE" = "Bebas";
"TENTATIVE" = "Belum Pasti";
"OUT_OF_OFFICE" = "Di luar kantor";

"EDIT" = "Edit";
"CANCEL" = "Batal";
"DONE" = "Selesai";
"ADD" = "Tambah";
"TO_WITH_COLON" = "Kepada:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Detail Acara";
"ICS_EVENTS" = "%@ Acara";

/* button title */
"ICS_ADD_ALL" = "Tambah Semua";
"ICS_ADD_SOME" = "Tambah (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Pilih Kalender";

"DELETE_CALENDAR" = "Hapus Kalender";
"EDIT_CALENDAR" = "Edit Kalender";
"EDIT_CALENDARS" = "Edit Kalender";
"ADD_CALENDAR" = "Tambah Kalender";
"JOIN_CALENDAR" = "Gabung ke Kalender";
"CALENDAR_NAME" = "Nama Kalender";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Kalender Baru...";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Tambah Kalender…";
"DELETE_CALENDAR_CONFIRMATION" = "Apakah Anda yakin ingin menghapus kalender ini? Semua acara dan pengingat yang terkait dengan kalender ini juga akan dihapus.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Apakah Anda yakin ingin menghapus kalender ini? Semua acara yang terkait dengan kalender ini juga akan dihapus.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Apakah Anda yakin ingin menghapus kalender ini? Semua pengingat yang terkait dengan kalender ini juga akan dihapus.";

"UNKNOWN_IDENTITY" = "seseorang";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Seseorang";

"JOIN_CALENDAR_TITLE_FORMAT" = "Gabung dengan “%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ mengundang Anda ke kalender bersama.";

"CANCELELD_BY_FORMAT" = "Dibatalkan oleh %@";
"FROM_FORMAT" = "Dari: %@";
"TIME_CHANGED_TO_FORMAT" = "Waktu diubah ke %@";
"DATE_CHANGED_TO_FORMAT" = "Tanggal diubah ke %@";
"LOCATION_CHANGED" = "Lokasi diubah";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "Warna";
"PURPLE" = "Ungu";
"ORANGE" = "Oranye";
"BLUE" = "Biru";
"RED" = "Merah";
"BROWN" = "Coklat";
"YELLOW" = "Kuning";
"GREEN" = "Hijau";

"SHARED_WITH_COLON" = "Berbagi dengan:";
"PENDING" = "Tertunda";
"OWNER" = "Pemilik";
"ADD_PERSON" = "Tambah Orang";
"ADD_PERSON_WITH_ELLIPSIS" = "Tambah Orang…";
"PUBLIC_CALENDAR" = "Kalendar Publik";
"PUBLIC_CALENDAR_DESCRIPTION" = "Izinkan orang lain untuk berlangganan versi hanya baca kalender ini.";
"PUBLISHING_WITH_ELLIPSIS" = "Menerbitkan…";
"VIEW_ONLY" = "Hanya Lihat";
"VIEW_AND_EDIT" = "Lihat & Edit";
"ALLOW_EDITING" = "Izinkan Pengeditan";
"ALLOW_EDITING_DESCRIPTION" = "Izinkan orang ini untuk membuat\nperubahan ke kalender.";
"RESEND_SHARING_INVITATION" = "Kirim Ulang Undangan Berbagi";
"REMOVE_FROM_CALENDAR" = "Hapus dari Kalendar";
"REMOVE" = "Hapus";
"REMOVE_ALERT_TEXT" = "%@ akan langsung kehilangan akses ke kalender ini.";
"SHARE_LINK_WITH_ELLIPSIS" = "Berbagi Tautan…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Bagi tautan ke kalender dengan:";
"EMAIL" = "Email";
"MESSAGE" = "Pesan";
"TWEET" = "Tweet";
"COPY_LINK" = "Salin Tautan";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Ditambah ke %@ oleh %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Dihapus dari %@ oleh %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Diperbarui di %@ oleh %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ diubah oleh %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ diubah menjadi %@ oleh %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ dan %@ diubah oleh %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ acara ditambahkan ke %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ acara dihapus dari %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ acara diperbarui di %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%@ acara ditambahkan ke %@ oleh %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%@ acara dihapus dari %@ oleh %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%@ acara diperbarui di %@ oleh %@.";

"SHARED_PROP_DATE" = "tanggal";
"SHARED_PROP_TIME" = "waktu";
"SHARED_PROP_TITLE" = "judul";
"SHARED_PROP_LOCATION" = "lokasi";

"ADD_SHAREES_PROMPT" = "Tambah partisipan ke Kalender ini.";

"CREATED_BY" = "Dibuat oleh";
"EDITED_BY" = "Diedit oleh:";
"CREATED_BY_LOWERCASE" = "dibuat oleh";
"EDITED_BY_LOWERCASE" = "diedit oleh:";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ bergabung dengan kalender bersama Anda.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ menolak kalender bersama Anda.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ tertunda pada undangan kalender bersama ini.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Kalender ini tidak dibagikan lagi.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Kalender ini sekarang milik publik.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Berlangganan ke Kalender %@ saya";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Berlangganan ke Kalender %@ saya di: %@";

"ATTACHMENTS" = "Lampiran";
"ATTACHMENTS_LOWERCASE" = "lampiran";
"CANNOT_OPEN_ATTACHMENT" = "Tidak Dapat Membuka Lampiran";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ dari %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Kesalahan terjadi ketika mendownload lampiran.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Jenis file ini tidak didukung.";
"UNTITLED_ATTACHMENT" = "Lampiran Tanpa Judul";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Memperbarui Kalender…";

"ENDS_TIME_FORMAT" = "akhiri %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ pada %@";
"CALENDAR_TODAY" = "Hari Ini";
"CALENDAR_TODAY_LOWER" = "hari ini";
"CALENDAR_YESTERDAY" = "Kemarin";
"CALENDAR_YESTERDAY_LOWER" = "kemarin";
"CALENDAR_TOMORROW" = "Besok";
"CALENDAR_TOMORROW_LOWER" = "besok";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "%@ sebelumnya";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "%@ sebelumnya";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "%@ sebelumnya";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ sebelumnya";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "%@ Ini";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ ini";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "%@ Ini";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "%@ ini";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Berlangganan";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Berlangganan";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
